tap "bufbuild/buf"
tap "homebrew/bundle"
brew "bat"
brew "chezmoi"
brew "cocoapods"
brew "php"
brew "composer"
brew "direnv"
brew "eza"
brew "fd"
brew "fish"
brew "fzf"
brew "ghq"
brew "grpcurl"
brew "hub"
brew "jq"
brew "jump"
brew "kubernetes-cli"
brew "lazygit"
brew "mise"
brew "node"
brew "peco"
brew "php@8.2"
brew "pnpm"
brew "pyenv"
brew "ripgrep"
brew "starship"
brew "tig"
brew "tree"
brew "zsh-autosuggestions"
brew "bufbuild/buf/buf"
cask "alt-tab"
cask "wezterm"
vscode "fill-labs.dependi"
vscode "hbenl.vscode-test-explorer"
vscode "humao.rest-client"
vscode "jscearcy.rust-doc-viewer"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-dotnettools.vscodeintellicode-csharp"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "ms-vsliveshare.vsliveshare"
vscode "rust-lang.rust-analyzer"
vscode "swellaby.vscode-rust-test-adapter"
vscode "tamasfe.even-better-toml"
vscode "vadimcn.vscode-lldb"
vscode "vscodevim.vim"

